FemDesign.Releases.RigidityDataLibType3.#ctor
Parameter less constructor for serialization

FemDesign.Releases.RigidityDataLibType3.#ctor(FemDesign.Releases.RigidityDataType3,System.String)
Library type for FemDesign.Releases.RigidityDataType3.
rigidity: The rigidity to store in library
name: Library name